Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=141_art_id=143.html.tmx
Source language: sme
Languages: sma

source: Kristuskránsa
sma: Kristusen gievlie

source: Vuoiŋŋastanbáiki
sma: Lïegkedimmie-sijjie

source: Go don doalat Doaivva-bearrala, de sáhtát jurddašit buot dan birra mii lea čáppat, mii imaštahttá ja movttiidahttá.
sma: Gosse “ tjuedtjielimmie-gearketjem ” steereminie, ussjedh dellie guktie lea gosse buaredh, tjaebpie jïh åajvoeh.

source: Dán bearralii sáhttá bidjat buot mii lea devdojuvvon vuorddekeahtes iluin.
sma: Ussjedh dan bïjre mij jieledem aavojne deavhta, gosse daam gearketjem steereminie.

source: Don sáhtát jurddašit dakkár diliid birra go ožžot ilu ja ođđa doaivvu ja vurket daid Doaivva-bearralii.
sma: Mujhtieh gaajhki bïjre mejtie dutnjien aavoem jïh håhkoem vadteme, jïh rijhth dejtie dov buerie mojhtesh gearketjen sïjse.

source: De sáhttá bearral muitalit dutnje eallima čábbodaga ja ilu birra.
sma: Tjuedtjielimmie-gearketje dutnjien jieleden tjaebpiesvoetem jïh aavoem måjhtajahta.

source: Ipmil sivdnidii min eallit valljugas eallima.
sma: Jupmele mijjem sjugniedi gaajhke bueriem åadtjodh.
